# St7DisableSRABaseCase

Disables the specified Base Excitation case for Spectral Response analysis.

long St7DisableSRABaseCase(long uID, long SRACase)
Input Parameters
uID
Strand7 model file ID.
SRACase
Spectral Response base excitation case number.